Repository: shiraz877/cigarette-counter
Catalog: CigaretteCouter/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, kn, ml, pt, ru, ta, te, tr, ur, zh_hans

source: Save your cigarette history and sync it across devices.
ar: احفظ سجل السجائر الخاص بك وقم بمزامنتها عبر الأجهزة.
bn: আপনার সিগারেটের ইতিহাস সংরক্ষণ করুন এবং এটি সব ডিভাইসে সিঙ্ক করুন।
de: Speichere deinen Zigarettenverlauf und synchronisiere ihn geräteübergreifend.
es: Guarda tu historial de cigarrillos y sincronízalo entre dispositivos.
fr: Enregistrez votre historique de cigarettes et synchronisez-le entre vos appareils.
hi: अपनी सिगरेट की हिस्ट्री सुरक्षित रखें और इसे सभी डिवाइस पर सिंक करें।
id: Simpan riwayat rokok Anda dan sinkronkan di semua perangkat.
kn: ನಿಮ್ಮ ಸಿಗರೇಟ್ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಿ ಮತ್ತು ಎಲ್ಲಾ ಸಾಧನಗಳಲ್ಲಿ ಸಿಂಕ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ സിഗരറ്റ് ചരിത്രം സേവ് ചെയ്ത് എല്ലാ ഉപകരണങ്ങളിലും സമന്വയിപ്പിക്കുക.
pt: Salve seu histórico de cigarros e sincronize entre dispositivos.
ru: Сохраняйте историю курения и синхронизируйте её между устройствами.
ta: உங்கள் சிகரெட் வரலாற்றைச் சேமித்து, சாதனங்களில் ஒத்திசைக்கவும்.
te: మీ సిగరెట్ చరిత్రను సేవ్ చేసి, పరికరాల్లో సింక్ చేయండి.
tr: Sigara geçmişinizi kaydedin ve cihazlar arasında senkronize edin.
ur: اپنی سگریٹ کی ہسٹری محفوظ کریں اور اسے تمام آلات پر سنک کریں۔
zh_hans: 保存您的吸烟记录，并在设备间同步。

source: See how much you spend on cigarettes every day, week, and month.
ar: شاهد كم تنفق على السجائر كل يوم وأسبوع وشهر.
bn: প্রতিদিন, সপ্তাহ এবং মাসে আপনি সিগারেটে কত খরচ করেন তা দেখুন।
de: Sieh, wie viel du täglich, wöchentlich und monatlich für Zigaretten ausgibst.
es: Mira cuánto gastas en cigarrillos cada día, semana y mes.
fr: Découvrez combien vous dépensez en cigarettes chaque jour, semaine et mois.
hi: देखें कि आप हर दिन, सप्ताह और महीने सिगरेट पर कितना खर्च करते हैं।
id: Lihat berapa banyak pengeluaran Anda untuk rokok setiap hari, minggu, dan bulan.
kn: ಪ್ರತಿ ದಿನ, ವಾರ ಮತ್ತು ತಿಂಗಳಿಗೆ ನೀವು ಸಿಗರೇಟ್‌ಗಳಿಗೆ ಎಷ್ಟು ಖರ್ಚು ಮಾಡುತ್ತೀರಿ ಎಂಬುದನ್ನು ನೋಡಿ.
ml: എല്ലാ ദിവസവും ആഴ്ചയിലും മാസത്തിലും സിഗരറ്റിനായി നിങ്ങൾ എത്ര ചെലവഴിക്കുന്നു എന്ന് കാണുക.
pt: Veja quanto você gasta com cigarros todos os dias, semanas e meses.
ru: Смотрите, сколько вы тратите на сигареты каждый день, неделю и месяц.
ta: ஒவ்வொரு நாள், வாரம் மற்றும் மாதத்திலும் சிகரெட்டுக்கு நீங்கள் எவ்வளவு செலவழிக்கிறீர்கள் என்பதைக் காணுங்கள்.
te: ప్రతిరోజు, వారానికి మరియు నెలకు మీరు సిగరెట్ల కోసం ఎంత ఖర్చు చేస్తారో చూడండి.
tr: Sigaraya her gün, hafta ve ay ne kadar harcadığınızı görün.
ur: دیکھیں کہ آپ ہر دن، ہفتے اور مہینے سگریٹ پر کتنا خرچ کرتے ہیں۔
zh_hans: 查看您每天、每周和每月在香烟上花费多少钱。

source: See when you smoke the most, how often you smoke, and how your habits change over time.
ar: تعرف على أوقات ذروة التدخين لديك، ومعدل تكراره، وكيف تتغير عاداتك بمرور الوقت.
bn: আপনি কখন সবচেয়ে বেশি ধূমপান করেন, কত ঘন ঘন করেন এবং সময়ের সাথে আপনার অভ্যাস কীভাবে পরিবর্তিত হয় তা দেখুন।
de: Sieh, wann du am meisten rauchst, wie oft du rauchst und wie sich deine Gewohnheiten im Laufe der Zeit verändern.
es: Mira cuándo fumas más, con qué frecuencia fumas y cómo cambian tus hábitos con el tiempo.
fr: Découvrez quand vous fumez le plus, à quelle fréquence, et comment vos habitudes évoluent au fil du temps.
hi: देखें कि आप कब सबसे अधिक धूम्रपान करते हैं, कितनी बार करते हैं, और समय के साथ आपकी आदतें कैसे बदलती हैं।
id: Lihat kapan Anda paling banyak merokok, seberapa sering Anda merokok, dan bagaimana kebiasaan Anda berubah seiring waktu.
kn: ನೀವು ಯಾವಾಗ ಹೆಚ್ಚು ಧೂಮಪಾನ ಮಾಡುತ್ತೀರಿ, ಎಷ್ಟು ಬಾರಿ ಧೂಮಪಾನ ಮಾಡುತ್ತೀರಿ ಮತ್ತು ಕಾಲಾನಂತರ ನಿಮ್ಮ ಅಭ್ಯಾಸಗಳು ಹೇಗೆ ಬದಲಾಗುತ್ತವೆ ಎಂಬುದನ್ನು ನೋಡಿ.
ml: നിങ്ങൾ ഏറ്റവും കൂടുതൽ എപ്പോൾ പുകവലിക്കുന്നു, എത്ര തവണ പുകവലിക്കുന്നു, കാലക്രമേണ നിങ്ങളുടെ ശീലങ്ങൾ എങ്ങനെ മാറുന്നു എന്നിവ കാണുക.
pt: Veja quando você mais fuma, com que frequência fuma e como seus hábitos mudam ao longo do tempo.
ru: Смотрите, когда вы курите больше всего, как часто и как ваши привычки меняются со временем.
ta: நீங்கள் அதிகம் புகைபிடிக்கும் நேரம், எவ்வளவு அடிக்கடி புகைபிடிக்கிறீர்கள், மற்றும் காலப்போக்கில் உங்கள் பழக்கங்கள் எப்படி மாறுகின்றன என்பதைக் காணுங்கள்.
te: మీరు ఎప్పుడు ఎక్కువగా ధూమపానం చేస్తారు, ఎంత తరచుగా చేస్తారు, మరియు కాలక్రమేణా మీ అలవాట్లు ఎలా మారతాయో చూడండి.
tr: En çok ne zaman sigara içtiğinizi, ne sıklıkla içtiğinizi ve alışkanlıklarınızın zamanla nasıl değiştiğini görün.
ur: دیکھیں کہ آپ کب سب سے زیادہ تمباکو نوشی کرتے ہیں، کتنی بار کرتے ہیں، اور وقت کے ساتھ آپ کی عادتیں کیسے بدلتی ہیں۔
zh_hans: 查看您何时吸烟最多、吸烟频率如何，以及您的习惯如何随时间变化。

source: Send Reset Link
ar: إرسال رابط إعادة التعيين
bn: রিসেট লিঙ্ক পাঠান
de: Reset-Link senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
hi: रीसेट लिंक भेजें
id: Kirim Tautan Reset
kn: ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ml: പുനഃസജ്ജീകരണ ലിങ്ക് അയയ്ക്കുക
pt: Enviar link de redefinição
ru: Отправить ссылку для сброса
ta: மீட்டமைப்பு இணைப்பை அனுப்பு
te: రీసెట్ లింక్‌ను పంపండి
tr: Sıfırlama Bağlantısı Gönder
ur: ری سیٹ لنک بھیجیں
zh_hans: 发送重置链接

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
pt: Configurações
ru: Настройки
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur: سیٹنگز
zh_hans: 设置

# settings.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
kn: ಭಾಷೆ
ml: ഭാഷ
pt: Idioma
ru: Язык
ta: மொழி
te: భాష
tr: Dil
ur: زبان
zh_hans: 语言

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
pt: Compartilhar
ru: Поделиться
ta: பகிர்
te: షేర్ చేయి
tr: Paylaş
ur: شیئر کریں
zh_hans: 分享

source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন করুন
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
id: Masuk
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: സൈൻ ഇൻ ചെയ്യുക
pt: Entrar
ru: Войти
ta: உள்நுழை
te: సైన్ ఇన్ చేయండి
tr: Giriş Yap
ur: سائن ان کریں
zh_hans: 登录

source: SIGN IN
ar: تسجيل الدخول
bn: সাইন ইন করুন
de: ANMELDEN
es: INICIAR SESIÓN
fr: SE CONNECTER
hi: साइन इन करें
id: MASUK
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: സൈൻ ഇൻ ചെയ്യുക
pt: ENTRAR
ru: ВОЙТИ
ta: உள்நுழை
te: సైన్ ఇన్ చేయండి
tr: GİRİŞ YAP
ur: سائن इन करें
zh_hans: 登录

source: Sign in to continue tracking your progress.
ar: سجل الدخول لمتابعة تتبع تقدمك.
bn: আপনার অগ্রগতি ট্র্যাক করা চালিয়ে যেতে সাইন ইন করুন।
de: Melde dich an, um deinen Fortschritt weiter zu verfolgen.
es: Inicia sesión para seguir monitoreando tu progreso.
fr: Connectez-vous pour continuer à suivre votre progression.
hi: अपनी प्रगति को ट्रैक करना जारी रखने के लिए साइन इन करें।
id: Masuk untuk terus melacak progres Anda.
kn: ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದನ್ನು ಮುಂದುವರಿಸಲು ಸೈನ್ ಇನ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ പുരോഗതി ട്രാക്ക് ചെയ്യുന്നത് തുടരാൻ സൈൻ ഇൻ ചെയ്യുക.
pt: Entre para continuar acompanhando seu progresso.
ru: Войдите, чтобы продолжить отслеживать свой прогресс.
ta: உங்கள் முன்னேற்றத்தைத் தொடர்ந்து கண்காணிக்க உள்நுழையவும்.
te: మీ పురోగతిని ట్రాక్ చేయడం కొనసాగించడానికి సైన్ ఇన్ చేయండి.
tr: İlerlemenizi takip etmeye devam etmek için giriş yapın.
ur: اپنی پیشرفت کو ٹریک کرنا جاری رکھنے کے لیے سائن ان کریں۔
zh_hans: 登录以继续跟踪您的进度。

source: Sign Up
ar: إنشاء حساب
bn: সাইন আপ করুন
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
id: Daftar
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: സൈൻ അപ്പ് ചെയ്യുക
pt: Cadastrar-se
ru: Зарегистрироваться
ta: பதிவு செய்
te: సైన్ అప్ చేయండి
tr: Kaydol
ur: سائن اپ کریں
zh_hans: 注册

source: Small habits add up.
ar: العادات الصغيرة تصنع فارقاً كبيراً.
bn: ছোট অভ্যাস জমা হয়।
de: Kleine Gewohnheiten summieren sich.
es: Los pequeños hábitos se suman.
fr: Les petites habitudes s'additionnent.
hi: छोटी आदतें मिलकर बड़ा प्रभाव डालती हैं।
id: Kebiasaan kecil bertambah.
kn: ಸಣ್ಣ ಅಭ್ಯಾಸಗಳು ಒಟ್ಟುಗೂಡುತ್ತವೆ.
ml: ചെറിയ ശീലങ്ങൾ കൂടിച്ചേരും.
pt: Pequenos hábitos se somam.
ru: Маленькие привычки складываются в большие изменения.
ta: சிறிய பழக்கங்கள் சேர்ந்து பெரிதாகின்றன.
te: చిన్న అలవాట్లు కూడుతూ పెద్దవి అవుతాయి.
tr: Küçük alışkanlıklar birikir.
ur: چھوٹی عادتیں مل کر بڑا اثر دکھاتی ہیں۔
zh_hans: 微小的习惯会累积成大改变。

source: Something went wrong
ar: حدث خطأ ما
bn: কিছু ভুল হয়েছে
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
hi: कुछ गलत हो गया
id: Terjadi kesalahan
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
pt: Algo deu errado
ru: Что-то пошло не так
ta: ஏதோ தவறு நடந்தது
te: ఏదో తప్పు జరిగింది
tr: Bir şeyler yanlış gitti
ur: کچھ غلط ہو گیا
zh_hans: 出现问题

source: SPENDING
ar: الإنفاق
bn: খরচ
de: AUSGABEN
es: GASTO
fr: DÉPENSES
hi: खर्च
id: PENGELUARAN
kn: ಖರ್ಚು
ml: ചെലവ്
pt: GASTOS
ru: РАСХОДЫ
ta: செலவு
te: ఖర్చు
tr: HARCAMA
ur: اخراجات
zh_hans: 支出

source: Start with your first cigarette and let the numbers tell the story.
ar: ابدأ بسيجارتك الأولى وادع الأرقام تروي القصة.
bn: আপনার প্রথম সিগারেট দিয়ে শুরু করুন এবং সংখ্যাগুলিকে গল্প বলতে দিন।
de: Beginne mit deiner ersten Zigarette und lass die Zahlen die Geschichte erzählen.
es: Empieza con tu primer cigarrillo y deja que los números cuenten la historia.
fr: Commencez par votre première cigarette et laissez les chiffres raconter l'histoire.
hi: अपनी पहली सिगरेट से शुरुआत करें और आंकड़ों को कहानी बयां करने दें।
id: Mulai dengan rokok pertama Anda dan biarkan angka-angka bercerita.
kn: ನಿಮ್ಮ ಮೊದಲ ಸಿಗರೇಟ್‌ನಿಂದ ಪ್ರಾರಂಭಿಸಿ ಮತ್ತು ಸಂಖ್ಯೆಗಳು ಕಥೆ ಹೇಳಲಿ.
ml: നിങ്ങളുടെ ആദ്യ സിഗരറ്റിൽ നിന്ന് ആരംഭിക്കുക, കണക്കുകൾ കഥ പറയട്ടെ.
pt: Comece com seu primeiro cigarro e deixe os números contarem a história.
ru: Начните с первой сигареты, и пусть цифры расскажут вашу историю.
ta: உங்கள் முதல் சிகரெட்டிலிருந்து தொடங்கி, எண்கள் கதையைச் சொல்லட்டும்.
te: మీ మొదటి సిగరెట్‌తో ప్రారంభించి, సంఖ్యలు కథను చెప్పనివ్వండి.
tr: İlk sigaranızla başlayın ve rakamlar hikayeyi anlatsın.
ur: اپنی پہلی سگریٹ سے شروعات کریں اور اعداد و شمار کو کہانی بیان کرنے دیں۔
zh_hans: 从您的第一支烟开始，让数字讲述故事。

source: Support
ar: الدعم
bn: সহায়তা
es: Soporte
fr: Assistance
hi: सहायता
id: Dukungan
kn: ಬೆಂಬಲ
ml: പിന്തുണ
pt: Suporte
ru: Поддержка
ta: ஆதரவு
te: మద్దతు
tr: Destek
ur: سپورٹ
zh_hans: 支持

source: Sync your cigarette history and settings across your devices.
ar: قم بمزامنة سجل السجائر والإعدادات عبر أجهزتك.
bn: আপনার সিগারেটের ইতিহাস এবং সেটিংস আপনার ডিভাইসে সিঙ্ক করুন।
de: Synchronisiere deinen Zigarettenverlauf und deine Einstellungen geräteübergreifend.
es: Sincroniza tu historial de cigarrillos y configuración entre tus dispositivos.
fr: Synchronisez votre historique de cigarettes et vos réglages entre vos appareils.
hi: अपनी सिगरेट की हिस्ट्री और सेटिंग्स को अपने सभी डिवाइस पर सिंक करें।
id: Sinkronkan riwayat rokok dan pengaturan Anda di semua perangkat.
kn: ನಿಮ್ಮ ಸಿಗರೇಟ್ ಇತಿಹಾಸ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನಿಮ್ಮ ಸಾಧನಗಳಲ್ಲಿ ಸಿಂಕ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ സിഗരറ്റ് ചരിത്രവും ക്രമീകരണങ്ങളും നിങ്ങളുടെ ഉപകരണങ്ങളിൽ സമന്വയിപ്പിക്കുക.
pt: Sincronize seu histórico de cigarros e configurações entre seus dispositivos.
ru: Синхронизируйте историю курения и настройки на всех устройствах.
ta: உங்கள் சிகரெட் வரலாறு மற்றும் அமைப்புகளை உங்கள் சாதனங்களில் ஒத்திசைக்கவும்.
te: మీ సిగరెట్ చరిత్ర మరియు సెట్టింగ్‌లను మీ పరికరాల్లో సింక్ చేయండి.
tr: Sigara geçmişinizi ve ayarlarınızı cihazlarınız arasında senkronize edin.
ur: اپنی سگریٹ کی ہسٹری اور سیٹنگز کو اپنے تمام آلات پر سنک کریں۔
zh_hans: 在您的设备间同步吸烟记录和设置。

# tab.analytics
source: Analytics
ar: التحليلات
bn: অ্যানালিটিক্স
de: Analysen
es: Análisis
fr: Statistiques
hi: एनालिटिक्स
id: Analitik
kn: ಅನಾಲಿಟಿಕ್ಸ್
ml: അനലിറ്റിക്സ്
pt: Análises
ru: Аналитика
ta: பகுப்பாய்வு
te: అనలిటిక్స్
tr: Analiz
ur: اینالیٹکس
zh_hans: 分析

# tab.home
source: Home
ar: الرئيسية
bn: হোম
de: Start
es: Inicio
fr: Accueil
hi: होम
id: Beranda
kn: ಮುಖಪುಟ
ml: ഹോം
pt: Início
ru: Главная
ta: முகப்பு
te: హోమ్
tr: Ana Sayfa
ur: ہوم
zh_hans: 首页

# tab.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
pt: Configurações
ru: Настройки
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur: سیٹنگز
zh_hans: 设置

source: Terms of Service
ar: شروط الخدمة
bn: পরিষেবার শর্তাবলী
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
kn: ಸೇವಾ ನಿಯಮಗಳು
ml: സേവന നിബന്ധനകൾ
pt: Termos de Serviço
ru: Условия обслуживания
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
tr: Hizmet Şartları
ur: سروس کی شرائط
zh_hans: 服务条款

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इस क्रिया को वापस नहीं लिया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.
pt: Esta ação não pode ser desfeita.
ru: Это действие невозможно отменить.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
te: ఈ చర్యను వెనక్కి తీసుకోలేరు.
tr: Bu işlem geri alınamaz.
ur: یہ عمل واپس نہیں کیا جا سکتا۔
zh_hans: 此操作无法撤销。

source: THIS MONTH
ar: هذا الشهر
bn: এই মাসে
de: DIESEN MONAT
es: ESTE MES
fr: CE MOIS-CI
hi: इस महीने
id: BULAN INI
kn: ಈ ತಿಂಗಳು
ml: ഈ മാസം
pt: ESTE MÊS
ru: В ЭТОМ МЕСЯЦЕ
ta: இந்த மாதம்
te: ఈ నెల
tr: BU AY
ur: اس مہینے
zh_hans: 本月

source: THIS WEEK
ar: هذا الأسبوع
bn: এই সপ্তাহে
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
hi: इस सप्ताह
id: MINGGU INI
kn: ಈ ವಾರ
ml: ഈ ആഴ്ച
pt: ESTA SEMANA
ru: НА ЭТОЙ НЕДЕЛЕ
ta: இந்த வாரம்
te: ఈ వారం
tr: BU HAFTA
ur: اس ہفتے
zh_hans: 本周

source: TIME DISTRIBUTION
ar: توزيع الوقت
bn: সময় বিতরণ
de: ZEITVERTEILUNG
es: DISTRIBUCIÓN HORARIA
fr: RÉPARTITION HORAIRE
hi: समय वितरण
id: DISTRIBUSI WAKTU
kn: ಸಮಯ ವಿತರಣೆ
ml: സമയ വിതരണം
pt: DISTRIBUIÇÃO DE HORÁRIO
ru: РАСПРЕДЕЛЕНИЕ ПО ВРЕМЕНИ
ta: நேர பரவல்
te: సమయ పంపిణీ
tr: ZAMAN DAĞILIMI
ur: وقت کی تقسیم
zh_hans: 时间分布

source: TIMELINE
ar: الجدول الزمني
bn: টাইমলাইন
de: ZEITLEISTE
es: LÍNEA DE TIEMPO
fr: CHRONOLOGIE
hi: टाइमलाइन
id: LINI WAKTU
kn: ಟೈಮ್‌ಲೈನ್
ml: ടൈംലൈൻ
pt: LINHA DO TEMPO
ru: ХРОНОЛОГИЯ
ta: காலவரிசை
te: టైమ్‌లైన్
tr: ZAMAN ÇİZELGESİ
ur: ٹائم لائن
zh_hans: 时间轴

source: TODAY
ar: اليوم
bn: আজ
de: HEUTE
es: HOY
fr: AUJOURD'HUI
hi: आज
id: HARI INI
kn: ಇಂದು
ml: ഇന്ന്
pt: HOJE
ru: СЕГОДНЯ
ta: இன்று
te: ఈరోజు
tr: BUGÜN
ur: آج
zh_hans: 今天

# tracking_title
source: TRACKING
ar: التتبع
bn: ট্র্যাকিং
es: SEGUIMIENTO
fr: SUIVI
hi: ट्रैकिंग
id: PELACAKAN
kn: ಟ್ರ್ಯಾಕಿಂಗ್
ml: ട്രാക്കിംഗ്
pt: RASTREAMENTO
ru: ОТСЛЕЖИВАНИЕ
ta: கண்காணிப்பு
te: ట్రాకింగ్
tr: TAKİP
ur: ٹریکنگ
zh_hans: 追踪

source: WEEKLY OVERVIEW
ar: نظرة عامة أسبوعية
bn: সাপ্তাহিক ওভারভিউ
de: WÖCHENTLICHE ÜBERSICHT
es: RESUMEN SEMANAL
fr: APERÇU HEBDOMADAIRE
hi: साप्ताहिक अवलोकन
id: RINGKASAN MINGGUAN
kn: ಸಾಪ್ತಾಹಿಕ ಅವಲೋಕನ
ml: പ്രതിവാര അവലോകനം
pt: VISÃO GERAL SEMANAL
ru: ЕЖЕНЕДЕЛЬНЫЙ ОБЗОР
ta: வாராந்திர மேலோட்டம்
te: వారపు అవలోకనం
tr: HAFTALIK GENEL BAKIŞ
ur: ہفتہ وار جائزہ
zh_hans: 每周概览

source: Welcome back.
ar: مرحباً بعودتك.
bn: আবার স্বাগতম।
de: Willkommen zurück.
es: Bienvenido de nuevo.
fr: Content de vous revoir.
hi: वापसी पर स्वागत है।
id: Selamat datang kembali.
kn: ಮತ್ತೆ ಸ್ವಾಗತ.
ml: വീണ്ടും സ്വാഗതം.
pt: Bem-vindo de volta.
ru: С возвращением.
ta: மீண்டும் வரவேற்கிறோம்.
te: మళ్ళీ స్వాగతం.
tr: Tekrar hoş geldiniz.
ur: واپسی پر خوش آمدید۔
zh_hans: 欢迎回来。

source: Whenever you smoke, simply open the app and log it. Your daily count updates instantly.
ar: كلما دخنت، ما عليك سوى فتح التطبيق وتسجيل ذلك. يتحدث عددك اليومي فوراً.
bn: যখনই আপনি ধূমপান করবেন, শুধু অ্যাপটি খুলুন এবং এটি লগ করুন। আপনার দৈনিক সংখ্যা তাৎক্ষণিকভাবে আপডেট হয়।
de: Wann immer du rauchst, öffne einfach die App und erfasse es. Deine Tageszahl wird sofort aktualisiert.
es: Cada vez que fumes, simplemente abre la app y regístralo. Tu contador diario se actualiza al instante.
fr: Chaque fois que vous fumez, ouvrez simplement l'application et enregistrez-le. Votre compteur quotidien se met à jour instantanément.
hi: जब भी आप धूम्रपान करें, बस ऐप खोलें और इसे दर्ज करें। आपकी दैनिक गिनती तुरंत अपडेट हो जाती है।
id: Kapan pun Anda merokok, cukup buka aplikasi dan catat. Jumlah harian Anda akan diperbarui secara instan.
kn: ನೀವು ಯಾವಾಗ ಧೂಮಪಾನ ಮಾಡಿದರೂ, ಆ್ಯಪ್ ತೆರೆದು ದಾಖಲಿಸಿ. ನಿಮ್ಮ ದೈನಂದಿನ ಎಣಿಕೆ ತಕ್ಷಣ ನವೀಕರಿಸಲ್ಪಡುತ್ತದೆ.
ml: നിങ്ങൾ പുകവലിക്കുമ്പോഴെല്ലാം, ആപ്പ് തുറന്ന് അത് രേഖപ്പെടുത്തുക. നിങ്ങളുടെ ദൈനംദിന എണ്ണം തൽക്ഷണം അപ്‌ഡേറ്റ് ചെയ്യപ്പെടും.
pt: Sempre que fumar, basta abrir o aplicativo e registrar. Sua contagem diária é atualizada instantaneamente.
ru: Каждый раз, когда вы курите, просто откройте приложение и отметьте это. Ваш дневной счётчик обновится мгновенно.
ta: நீங்கள் புகைபிடிக்கும் போதெல்லாம், ஆப்பைத் திறந்து பதிவு செய்யுங்கள். உங்கள் தினசரி எண்ணிக்கை உடனடியாகப் புதுப்பிக்கப்படும்.
te: మీరు ధూమపానం చేసినప్పుడల్లా, యాప్‌ను తెరిచి లాగ్ చేయండి. మీ రోజువారీ లెక్క తక్షణమే అప్‌డేట్ అవుతుంది.
tr: Ne zaman sigara içseniz, uygulamayı açıp kaydetmeniz yeterli. Günlük sayınız anında güncellenir.
ur: جب بھی آپ تمباکو نوشی کریں، بس ایپ کھولیں اور اسے لاگ کریں۔ آپ کی روزانہ کی گنتی فوری طور پر اپ ڈیٹ ہو جاتی ہے۔
zh_hans: 每次吸烟时，只需打开应用并记录即可。您的每日计数会立即更新。

source: You smoked 12% less this week compared to last week. Keep it up.
ar: لقد دخنت أقل بنسبة 12% هذا الأسبوع مقارنة بالأسبوع الماضي. واصل على هذا النحو.
bn: গত সপ্তাহের তুলনায় এই সপ্তাহে আপনি ১২% কম ধূমপান করেছেন। চালিয়ে যান।
de: Du hast diese Woche 12 % weniger geraucht als letzte Woche. Weiter so.
es: Fumaste un 12% menos esta semana comparado con la semana pasada. Sigue así.
fr: Vous avez fumé 12 % de moins cette semaine par rapport à la semaine dernière. Continuez ainsi.
hi: आपने पिछले सप्ताह की तुलना में इस सप्ताह 12% कम धूम्रपान किया। इसे जारी रखें।
id: Anda merokok 12% lebih sedikit minggu ini dibandingkan minggu lalu. Pertahankan.
kn: ಕಳೆದ ವಾರಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಈ ವಾರ ನೀವು 12% ಕಡಿಮೆ ಧೂಮಪಾನ ಮಾಡಿದ್ದೀರಿ. ಹೀಗೆಯೇ ಮುಂದುವರಿಸಿ.
ml: കഴിഞ്ഞ ആഴ്ചയെ അപേക്ഷിച്ച് ഈ ആഴ്ച നിങ്ങൾ 12% കുറവ് പുകവലിച്ചു. ഇത് തുടരുക.
pt: Você fumou 12% menos esta semana em comparação com a semana passada. Continue assim.
ru: На этой неделе вы курили на 12% меньше, чем на прошлой. Так держать.
ta: கடந்த வாரத்துடன் ஒப்பிடும்போது இந்த வாரம் நீங்கள் 12% குறைவாக புகைபிடித்துள்ளீர்கள். இப்படியே தொடருங்கள்.
te: గత వారంతో పోలిస్తే ఈ వారం మీరు 12% తక్కువ ధూమపానం చేశారు. ఇలాగే కొనసాగించండి.
tr: Geçen haftaya kıyasla bu hafta %12 daha az sigara içtiniz. Böyle devam edin.
ur: آپ نے پچھلے ہفتے کے مقابلے اس ہفتے 12٪ کم تمباکو نوشی کی۔ اسے جاری رکھیں۔
zh_hans: 与上周相比，您本周吸烟量减少了12%。继续保持。

source: Your account data is securely synced across your devices.
ar: تمت مزامنة بيانات حسابك بأمان عبر أجهزتك.
bn: আপনার অ্যাকাউন্ট ডেটা নিরাপদে আপনার ডিভাইসে সিঙ্ক করা হয়।
de: Deine Kontodaten werden sicher geräteübergreifend synchronisiert.
es: Los datos de tu cuenta se sincronizan de forma segura entre tus dispositivos.
fr: Les données de votre compte sont synchronisées en toute sécurité entre vos appareils.
hi: आपका अकाउंट डेटा आपके सभी डिवाइस पर सुरक्षित रूप से सिंक किया गया है।
id: Data akun Anda disinkronkan dengan aman di semua perangkat Anda.
kn: ನಿಮ್ಮ ಖಾತೆಯ ಡೇಟಾ ನಿಮ್ಮ ಸಾಧನಗಳಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿ ಸಿಂಕ್ ಆಗಿದೆ.
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഡാറ്റ നിങ്ങളുടെ ഉപകരണങ്ങളിൽ സുരക്ഷിതമായി സമന്വയിപ്പിച്ചിരിക്കുന്നു.
pt: Os dados da sua conta são sincronizados com segurança entre seus dispositivos.
ru: Данные вашего аккаунта надёжно синхронизированы между устройствами.
ta: உங்கள் கணக்குத் தரவு உங்கள் சாதனங்களில் பாதுகாப்பாக ஒத்திசைக்கப்படுகிறது.
te: మీ ఖాతా డేటా మీ పరికరాల్లో సురక్షితంగా సింక్ చేయబడింది.
tr: Hesap verileriniz cihazlarınız arasında güvenli şekilde senkronize edilir.
ur: آپ کے اکاؤنٹ کا ڈیٹا آپ کے تمام آلات پر محفوظ طریقے سے سنک ہے۔
zh_hans: 您的账户数据会安全地在您的设备间同步。

source: Your cigarette history is synced.
ar: تمت مزامنة سجل السجائر الخاص بك.
bn: আপনার সিগারেটের ইতিহাস সিঙ্ক করা হয়েছে।
de: Dein Zigarettenverlauf ist synchronisiert.
es: Tu historial de cigarrillos está sincronizado.
fr: Votre historique de cigarettes est synchronisé.
hi: आपकी सिगरेट की हिस्ट्री सिंक हो गई है।
id: Riwayat rokok Anda telah disinkronkan.
kn: ನಿಮ್ಮ ಸಿಗರೇಟ್ ಇತಿಹಾಸ ಸಿಂಕ್ ಆಗಿದೆ.
ml: നിങ്ങളുടെ സിഗരറ്റ് ചരിത്രം സമന്വയിപ്പിച്ചു.
pt: Seu histórico de cigarros está sincronizado.
ru: История курения синхронизирована.
ta: உங்கள் சிகரெட் வரலாறு ஒத்திசைக்கப்பட்டது.
te: మీ సిగరెట్ చరిత్ర సింక్ చేయబడింది.
tr: Sigara geçmişiniz senkronize edildi.
ur: آپ کی سگریٹ کی ہسٹری سنک ہو گئی ہے۔
zh_hans: 您的吸烟记录已同步。

source: Your data, your control.
ar: بياناتك، تحت تحكمك.
bn: আপনার ডেটা, আপনার নিয়ন্ত্রণ।
de: Deine Daten, deine Kontrolle.
es: Tus datos, tu control.
fr: Vos données, votre contrôle.
hi: आपका डेटा, आपका नियंत्रण।
id: Data Anda, kendali Anda.
kn: ನಿಮ್ಮ ಡೇಟಾ, ನಿಮ್ಮ ನಿಯಂತ್ರಣ.
ml: നിങ്ങളുടെ ഡാറ്റ, നിങ്ങളുടെ നിയന്ത്രണം.
pt: Seus dados, seu controle.
ru: Ваши данные — под вашим контролем.
ta: உங்கள் தரவு, உங்கள் கட்டுப்பாடு.
te: మీ డేటా, మీ నియంత్రణ.
tr: Verileriniz, sizin kontrolünüzde.
ur: آپ کا ڈیٹا، آپ کا کنٹرول۔
zh_hans: 您的数据，由您掌控。

source: Your habits have patterns.
ar: لعاداتك أنماط محددة.
bn: আপনার অভ্যাসের ধরন আছে।
de: Deine Gewohnheiten haben Muster.
es: Tus hábitos tienen patrones.
fr: Vos habitudes suivent des schémas.
hi: आपकी आदतों के पैटर्न होते हैं।
id: Kebiasaan Anda memiliki pola.
kn: ನಿಮ್ಮ ಅಭ್ಯಾಸಗಳಿಗೆ ಮಾದರಿಗಳಿವೆ.
ml: നിങ്ങളുടെ ശീലങ്ങൾക്ക് പാറ്റേണുകളുണ്ട്.
pt: Seus hábitos têm padrões.
ru: У ваших привычек есть закономерности.
ta: உங்கள் பழக்கங்களுக்கு ஒரு முறை உள்ளது.
te: మీ అలవాట్లకు ఒక నమూనా ఉంది.
tr: Alışkanlıklarınızın bir düzeni var.
ur: آپ کی عادتوں کے پیٹرن ہوتے ہیں۔
zh_hans: 您的习惯有其规律。

source: Your most frequent smoking hour is around
ar: أكثر ساعات تدخينك تكراراً هي حوالى
bn: আপনার সবচেয়ে ঘন ঘন ধূমপানের সময় হল প্রায়
de: Deine häufigste Rauchzeit liegt bei etwa
es: Tu horario de fumar más frecuente es alrededor de
fr: Votre heure de tabagisme la plus fréquente est vers
hi: आपके सबसे अधिक धूम्रपान करने का समय लगभग इसके आसपास है
id: Jam merokok paling sering Anda adalah sekitar
kn: ನಿಮ್ಮ ಅತ್ಯಂತ ಸಾಮಾನ್ಯ ಧೂಮಪಾನ ಸಮಯ ಸುಮಾರು
ml: നിങ്ങൾ ഏറ്റവും കൂടുതൽ പുകവലിക്കുന്ന സമയം ഏകദേശം
pt: Seu horário de fumar mais frequente é por volta de
ru: Ваше самое частое время курения — примерно
ta: நீங்கள் அதிகம் புகைபிடிக்கும் நேரம் இதற்கு அருகில் உள்ளது
te: మీరు ఎక్కువగా ధూమపానం చేసే సమయం దాదాపు
tr: En sık sigara içtiğiniz saat yaklaşık olarak
ur: آپ کا سب سے زیادہ تمباکو نوشی کا وقت تقریباً اس کے آس پاس ہے
zh_hans: 您最常吸烟的时间大约是

source: Your smoking
ar: تدخينك
bn: আপনার ধূমপান
de: Dein Rauchen
es: Tu consumo de tabaco
fr: Votre tabagisme
hi: आपका धूम्रपान
id: Kebiasaan merokok Anda
kn: ನಿಮ್ಮ ಧೂಮಪಾನ
ml: നിങ്ങളുടെ പുകവലി
pt: Seu tabagismo
ru: Ваше курение
ta: உங்கள் புகைபிடித்தல்
te: మీ ధూమపానం
tr: Sigara kullanımınız
ur: آپ کی تمباکو نوشی
zh_hans: 您的吸烟情况
